{
	"navigation": {
		"story": "ÜBER MICH",
		"works": "PORTFOLIO",
		"experience": "ERFAHRUNG",
		"contacts": "KONTAKT"
	},
	"sectionTitles": {
		"story": "Meine Story",
		"works": "Portfolio",
		"experience": "Erfahrung",
		"contacts": "Kontakt"
	},
	"intro": "Moin! \n Ich bin Pascal, ein ehrgeiziger Junior-Frontend-Entwickler, der aktiv nach neuen Herausforderungen sucht, angetrieben von einer Leidenschaft, täglich zu lernen und ansprechende Benutzeroberflächen zu gestalten.",
	"story": "Mein Weg zum Fachinformatiker begann mit einer abgeschlossenen Ausbildung zum Tischler und verschiedenen Jobs. Doch während der Corona-Pandemie entdeckte ich die Welt der Webentwicklung und mir wurde klar, dass ich mich weiterentwickeln wollte. Also habe ich ein Jahr lang mit großem Enthusiasmus gelernt, und je mehr ich mich in die Materie vertiefte, desto größer wurde meine Leidenschaft dafür. Da beschloss ich, eine Ausbildung als Informatikerin zu beginnen. \n\n Ich bin ein aufgeschlossener Mensch, der immer bestrebt ist, schnell etwas Neues zu lernen. In meiner Freizeit lese ich gerne, mache Calisthenics (eine Mischung aus Krafttraining und Gymnastik), meditiere und tanze House Dance. \n\n Ich glaube, dass meine Fähigkeit, mich ständig neuen Herausforderungen zu stellen, sowie meine ausgezeichneten Team- und Kommunikationsfähigkeiten mich zu einer wertvollen Ergänzung für jedes Team machen. Ich bin überzeugt, dass meine Leidenschaft für Technik und meine Bereitschaft, ständig dazuzulernen, zur Entwicklung kreativer Lösungen beitragen und das Team auf seinem Weg zum Erfolg unterstützen kann.",
	"projects": {
		"description": {
			"leadMagnet": "Das Ziel des Projektes ist die Entwicklung einer Single Page Application (SPA) mit Datenbankanbindung. \n\n Die SPA ermöglicht die gezielte Platzierung eines Lead-Magnet-Links zu Artikeln, Whitepapers oder anderen von megorei oder einer Werbeagentur erstellten Inhalten. \n\n Interessierte Kunden können auf den Link klicken, hinterlassen ihre Kontaktdaten und erhalten automatisch eine Bestätigungs-E-Mail. Mit einen Link zur Download-Seite. \n\n Dieses Verfahren dient dazu, potenziellen Kunden Zugang zu relevanten Inhalten zu verschaffen und wichtige Kontaktinformationen für gezielte Marketingstrategien zu sammeln.",
			"megoreiScheduler": "Im Rahmen meines Praktikums bei der megorei Software GmbH verfolgten wir das Ziel, einen Terminplaner zu entwickeln. Unsere Lösung ist eine Webapplikation, die es dem Benutzer ermöglicht, Datum und Zeitbereich auszuwählen und seine Kontaktdaten für die Terminbuchung zu hinterlassen. \n\nBei der Implementierung wurde auf Benutzerfreundlichkeit, Sicherheit und Skalierbarkeit geachtet. Außerdem musste die Corporate Identity bei der Gestaltung berücksichtigt werden. \n\n ***Das Logo und die Texte mussten geändert werden.",
			"cocktailBar": "Bei diesem Projekt handelt es sich um einen Online-Shop für eine Bar, in dem Kunden, Cocktails für ihre Reservierungen im Voraus bestellen können. \n\n Wenn die Kunden ankommen und an ihren Tischen Platz nehmen, kann der Barkeeper die Bestellung erfüllen, die zuvor aufgegeben wurde."
		}
	}
}
