{
	"navigation": {
		"story": "STORY",
		"works": "PROJECTS",
		"experience": "EXPERIENCE",
		"contacts": "CONTACT"
	},
  "sectionTitles": {
    "story": "My Story",
    "works": "My Projects",
    "experience": "My Experience",
    "contacts": "Contact"
  },
  "intro": "Moin! \n I'm Pascal, a ambitious front-end developer actively seeking new challenges, driven by a passion for learning daily and crafting engaging user interfaces.",
  "story": "My journey to becoming a computer scientist started with a completed apprenticeship as a carpenter and various jobs. But, during the Corona pandemic, I discovered the world of web development, and I realized that I wanted to continue to develop myself further. So, I spent a year learning with great enthusiasm, and the more I delved into it, the more I became passionate about it. That's when I decided to start my training as a computer scientist. \n\n I am an open-minded individual who is always eager to learn new things quickly. In my free time, I enjoy reading, Calisthenics (a mixture of strength training and gymnastics), meditation, and house dance. \n\n I believe that my ability to continuously face new challenges, as well as my excellent team-oriented and communication skills, make me a valuable addition to any team. I am convinced that my passion for technology and my willingness to constantly learn can contribute to the development of creative solutions and support the team on its path to success.",
  "projects": {
		"description": {
			"leadMagnet": "You wanted to read an article and had to give your contact details in order to read it. annoying, right? I have coded one of these lead magnets. \n\nThe SPA enables the targeted placement of a lead magnet link to articles, whitepapers or other content created by megorei or an advertising agency. \n\n Interested customers can click on the link, leave their contact details and automatically receive a confirmation email. With a link to the download page. \n\n This process is used to provide potential customers with access to relevant content and to collect important contact information for targeted marketing strategies.",
			"megoreiScheduler": "A web SPA was commissioned to make it as easy as possible for users to make an appointment with megorei Software GmbH. At the time of the order, there was only one e-mail address to contact. \n\nDuring implementation, attention was paid to user-friendliness, security and scalability. Furthermore, the corporate identity had to be taken into account in the design. \n\n ***The logo and texts had to be changed.",
			"cocktailBar": "Development of a Minimal Viable Product (MVP) for a local bar to implement a reservation and ordering system. Customers were able to make reservations and order their first drinks in advance. However, the project was not continued for various reasons."
		}
	}

}
