{
	"navigation": {
		"story": "about me",
		"projects": "projects",
		"experience": "experience",
		"contacts": "contact"
	},
  "sectionTitles": {
    "story": "about me",
    "projects": "projects",
    "experience": "experience",
    "contacts": "contact"
  },
  "intro": "Moin! \n I'm Pascal, a ambitious front-end developer actively seeking new challenges, driven by a passion for learning daily and crafting engaging user interfaces.",
  "story":
		{
		"firstSegment": {
			"title": "From bartender to web developer",
			"content": "I discovered web development during the pandemic and spent a year learning on my own with determination. After that my education as a Computer science expert started in Hamburg Germany."
		},
		"secondSegment": {
			"title": "Versatile and willing to learn",
			"content": "I am open to new things and quickly familiarise myself with various topics. In addition to technology, I am interested in reading, calisthenics, meditation and house dancing."
		},
		"thirdSegment": {
			"title": "Passion for innovation and teamwork",
			"content": "I love technology and always want to learn new stuff. Working with a team to come up with new ideas and learn from each other is what I enjoy the most."
		}
	},
  "projects": {
		"description": {
			"leadMagnet": "You wanted to read an article and had to give your contact details in order to read it. annoying, right? I have coded one of these lead magnets. \n\nThe SPA enables the targeted placement of a lead magnet link to articles, whitepapers or other content created by megorei or an advertising agency. \n\n Interested customers can click on the link, leave their contact details and automatically receive a confirmation email. With a link to the download page. \n\n This process is used to provide potential customers with access to relevant content and to collect important contact information for targeted marketing strategies.",
			"megoreiScheduler": "A web SPA was commissioned to make it as easy as possible for users to make an appointment with megorei Software GmbH. At the time of the order, there was only one e-mail address to contact. \n\nDuring implementation, attention was paid to user-friendliness, security and scalability. Furthermore, the corporate identity had to be taken into account in the design. \n\n ***The logo and texts had to be changed.",
			"cocktailBar": "Development of a Minimal Viable Product (MVP) for a local bar to implement a reservation and ordering system. Customers were able to make reservations and order their first drinks in advance. However, the project was not continued for various reasons."
		}
	}

}
